[
  {
    "doorOpenDateTime": "2022-04-14T18:00:00.000Z",
    "startDateTime": "2022-04-14T19:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://neushoorn.nl/production/nh-cafe-disillusion-de/",
    "title": "NH Café: Disillusion (DE) x Hoarhound",
    "location": "neushoorn",
    "price": 10,
    "shortText": null,
    "longText": "../public/texts/841291fc-a879-42c0-8cd6-77faa014597d.html",
    "image": "https://neushoorn.nl/wp-content/uploads/2023/01/disillusion_detail-05cb-691x460.png",
    "soldOut": false,
    "unavailable": "",
    "pageInfoID": "<a href='https://neushoorn.nl/production/nh-cafe-disillusion-de/'>NH Café: Disillusion (DE) x Hoarhound - Neushoorn Leeuwarden</a>",
    "errorsVoorErrorHandler": [],
    "startDate": "2022-04-14",
    "priceTextcontent": "€ 10,-",
    "priceContexttext": "\n                                                                            \n                                            € 10,-\n                                            Regulier\n                                        \n                                                                            \n                                            € 7,50\n                                            CJP (alleen voor pashouders)\n                                        \n                                                                    ",
    "longTextHTML": "<!-- wp:paragraph -->\n<p><strong>Bizar, maar geen illusie: avant-garde metal band Disillusion transformeert met hun grootse sound ons café in een echt wereldpodium. De Duitse band maakt sinds hun debuutalbum in 2004 veel furore met hun muziek en ook de nieuwste plaat ‘Ayam’ krijgt weer lovende recensies. Niet zo gek: het album klinkt nog rijker, gelaagder en volwassener dan de geprezen voorgaande releases. Dit is een unieke kans om deze epische band te ervaren! Hoarhound uit het legendarische stadje Ommen trapt de avond af als support. Maak je op voor post-doom metal met muurdikke riffs!</strong><br><br>Dat deze Duitse band vaak groter podia bestormt is wel duidelijk, niet zo raar ook, want hun symfonische sound vult de ruimte als geen ander. Tijdens de coronaperiode heeft de band alle tijd gehad om zich volledig op de muziek te storten met een magisch nieuw album als resultaat. De acht verhalende nummers wisselen bombastische euforie af met stille introspectie en experimentele instrumentalen; een perfect samenspel!&nbsp;</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Disillusion kent een bijzondere geschiedenis. Na een creatieve hiatus van 10(!) jaar kwamen de muzikanten in 2016 plots terug met een nieuwe single en een (ook tot hun verbazing) nóg grotere en loyale fanbase, vermenigvuldigd tijdens hun afwezigheid. Nog geen deel van de fanbase? Dit optreden is een gouden ticket om deel te nemen aan de muzikale reis van hun oeuvre.&nbsp;</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><strong>Hoarhound</strong><br>De vierkoppige band uit Ommen staat bekend om de opbouw en sfeer van post metal, de zwaarheid van doom metal en de uitdaging van progressieve muziek. Hoarhound heeft dit jaar al twee nummers uitgebracht en zijn dus super lekker bezig! Marco de Lange speelt de drums, Jos de Lange de gitaar, Jasper Prakken de bass en Roderik Steenhuis doet de vocalen. Er bestaat geen betere act om de avond af te trappen!</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><em>Zaal: NH Café</em></p>\n<!-- /wp:paragraph --><div class=\"responsive-embed\" style=\"margin-top: 2rem\"><iframe title=\"Disillusion - Tormento [Official Music Video]\" width=\"1778\" height=\"1000\" src=\"https://www.youtube.com/embed/3zR8oRKl3c4?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\"></iframe></div>"
  },
  {
    "doorOpenDateTime": "2022-04-21T17:30:00.000Z",
    "startDateTime": "2022-04-21T18:45:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://neushoorn.nl/production/ruben-block/",
    "title": "Ruben Block",
    "location": "neushoorn",
    "price": 25,
    "shortText": null,
    "longText": "../public/texts/0c26dd8b-37a9-4642-be52-8ab9a7c0ae60.html",
    "image": "https://neushoorn.nl/wp-content/uploads/2022/12/rubenblock_detail-720x372.png",
    "soldOut": false,
    "unavailable": "",
    "pageInfoID": "<a href='https://neushoorn.nl/production/ruben-block/'>Ruben Block - Neushoorn Leeuwarden</a>",
    "errorsVoorErrorHandler": [],
    "startDate": "2022-04-21",
    "priceTextcontent": "€ 25,-",
    "priceContexttext": "\n                                                                            \n                                            € 25,-\n                                            Regulier\n                                        \n                                                                            \n                                            € 18,75\n                                            CJP (alleen voor pashouders)\n                                        \n                                                                    ",
    "longTextHTML": "<!-- wp:paragraph -->\n<p><strong>Ruben Block kennen we natuurlijk als charismatische frontman van Triggerfinger. Nu die band even 'on hold' staat geeft dat ruimte om op andere projecten te focussen. Zoals dit soloproject dus! Een unieke kans om hem vanuit een andere hoek te bekijken. Samen met een volledige band zul je een Ruben Block horen zoals je hem misschien nog nooit eerder hebt gehoord. Block is klaar om Neushoorn versteld te laten staan met zijn nieuwe werk.</strong></p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Op zijn eerste soloalbum is er duidelijk een nieuwe kant van Ruben Block te horen. Het klinkt allemaal een stuk duisterder en wat melancholischer, maar met de nodige opbeurende momenten. Zelf beschrijft Block dat het solowerk hem dwong om op een andere manier te zingen. Terwijl het eerder misschien dwingend aanvoelde, bracht dit hem juist bevrijding.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>In de ontwikkeling van zijn solodebuut heeft Ruben Block de hulp ingeschakeld van Mitchell Froom. De producer heeft samengewerkt met Elvis Costello en Paul McCartney en is nog altijd onderdeel van Crowded House. Froom bleek de juiste man te zijn die Block, over een periode van vier jaar, constant wist uit te dagen. Met o.a. samples van een gecko, Italiaanse eendjes en Block's eigen grasmaaier is het duidelijk dat er iets unieks op de mat is gelegd. Hoe zich dit vertaalt naar liveoptredens? Daar zijn wij ook razend benieuwd naar!</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><em>Zaal: Grote Zaal | Type: Staconcert | Garderobe gratis</em></p>\n<!-- /wp:paragraph -->"
  },
  {
    "doorOpenDateTime": "2022-05-13T18:00:00.000Z",
    "startDateTime": "2022-05-13T19:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://neushoorn.nl/production/charlotte-wessels/",
    "title": "Charlotte Wessels",
    "location": "neushoorn",
    "price": 23,
    "shortText": null,
    "longText": "../public/texts/c56c1c5c-69bd-43cd-9898-2a3ce8ad2388.html",
    "image": "https://neushoorn.nl/wp-content/uploads/2023/01/CharlotteWessels_detail-4784-691x460.png",
    "soldOut": false,
    "unavailable": "",
    "pageInfoID": "<a href='https://neushoorn.nl/production/charlotte-wessels/'>Charlotte Wessels - Neushoorn Leeuwarden</a>",
    "errorsVoorErrorHandler": [],
    "startDate": "2022-05-13",
    "priceTextcontent": "€ 23,-",
    "priceContexttext": "\n                                                                            \n                                            € 23,-\n                                            Regulier\n                                        \n                                                                            \n                                            € 17,25\n                                            CJP (alleen voor pashouders)\n                                        \n                                                                    ",
    "longTextHTML": "<!-- wp:paragraph -->\n<p><strong>Charlotte Wessels ken je als frontvrouw van de succesvolle symfonische metalband Delain. Nadat de band uiteenging in 2021 heeft de zangeres allesbehalve stilgestaan. Na het uitbrengen van twee solo-albums maakte Charlotte vorig jaar haar comeback op het podium. Bijgestaan door oud-leden van Delain komt ze nu met de theatrale show 'Tales From Six Feet Under - Live in Concert' naar Neushoorn. De mix van melancholische pop en synth rock zorgt ervoor dat je deze avond ogen en oren tekortkomt.</strong><br><br>Via het contentplatform Patreon vond Charlotte Wessels een manier om direct in contact te staan met haar fans. Elke maand bracht ze hier een nieuw nummer uit die ze thuis opnam in haar eigen kelder. Deze verzameling Patreon-hits heeft de toepasselijke titel 'Tales From Six Feet Under' gekregen. Dit jaar kwam er al een vervolg op het album met 'Tales From Six Feet Under II'. Het werd een zwaardere plaat dan het eerste deel, maar nog net zo eclectisch; van de synth rock en melancholische popmuziek die haar eerste plaat typeerde, tot werk wat meer aansluit bij de symfonische metal waarmee ze bekend werd.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><strong>Blackbriar</strong><br>De support van de avond wordt verzorgd door Blackbriar. Een zangeres die met haar stem zowel de poorten van de hemel als die van de hel kan openen, aangevuld met een stevige band. Blackbriar is een alternatieve metal/gothic rockband uit Assen en staat bekend om hun donkere en cinematische sound die doet denken aan grootheden als Delain en Within Temptation. Met bijna 200.000 streams op Spotify en 230.000 abonnees op YouTube rijkt de band tot ver buiten de landsgrenzen. In april 2021 brachten ze hun debuut album ‘<em>The Cause of Shipwreck’ </em>uit, deze werd met ontzettend veel positieve recensies ontvangen.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><em>Zaal: Grote Zaal | Type: Staconcert | Garderobe: Gratis</em></p>\n<!-- /wp:paragraph -->"
  },
  {
    "doorOpenDateTime": "2022-05-19T18:00:00.000Z",
    "startDateTime": "2022-05-19T18:45:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://neushoorn.nl/production/rory-gallagher-tribute-a-project-of-the-innes-sibun-trio/",
    "title": "Rory Gallagher tribute – a project of the Innes Sibun trio",
    "location": "neushoorn",
    "price": 18,
    "shortText": null,
    "longText": "../public/texts/312d5507-e843-460f-96ea-ab83597ef476.html",
    "image": "https://neushoorn.nl/wp-content/uploads/2022/12/raurygallagher_detail-939e-692x460.png",
    "soldOut": false,
    "unavailable": "",
    "pageInfoID": "<a href='https://neushoorn.nl/production/rory-gallagher-tribute-a-project-of-the-innes-sibun-trio/'>Rory Gallagher tribute - a project of the Innes Sibun trio - Neushoorn Leeuwarden</a>",
    "errorsVoorErrorHandler": [],
    "startDate": "2022-05-19",
    "priceTextcontent": "€ 18,-",
    "priceContexttext": "\n                                                                            \n                                            € 18,-\n                                            Regulier\n                                        \n                                                                            \n                                            € 13,50\n                                            CJP (alleen voor pashouders)\n                                        \n                                                                    ",
    "longTextHTML": "<!-- wp:paragraph -->\n<p><strong>Soms is muziek zo sterk, dat ook na de dood van de artiest, de muziek voor altijd zal blijven voortbestaan. Rory Gallagher is daar een schoolvoorbeeld van. Vooral bekend door zijn waanzinnige liveoptredens maar helaas op 47-jarige leeftijd te vroeg overleden. Dat invloed van de Ierse blueslegende ook na zijn dood in 1995 immens blijft, dat kan je aan Innes Sibun vragen! The Innes Sibun trio komt naar Neushoorn om hun Rory Gallagher Tribute aan ons te tonen.</strong><br><br>De Ierse Rory Gallagher is in '72 en '74 verkozen tot beste gitarist van de wereld. Een gigantische eer maar vooral de marathonoptredens zorgden ervoor dat Gallagher echt de harten van fans veroverde. Zo speelde hij in '73 in Rotterdam tijdens de nacht voor autoloze zondag. Hier ging hij net zo lang door tot de bezoekers de eerste trein naar huis konden nemen.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Innes Sibun heeft zelf ook een flinke staat van dienst. Twee jaar lang op tour met Robert Plant van Led Zeppelin en de voorprogramma's verzorgen van artiesten als Johnny Winter, Peter Green en Taj Mahal zijn een paar van de hoogtepunten van Sibun's CV. Samen met Kevin Jefferies en Kevin O'Rourke vertolkt hij tracks van 'Rory Gallagher', 'Deuce' en 'Live! In Europe'; de eerste drie albums van Rory Gallagher.<br><br><em>Zaal: Grote Zaal | Type: Staconcert | Garderobe gratis</em></p>\n<!-- /wp:paragraph --><div class=\"responsive-embed\" style=\"margin-top: 2rem\"><iframe title=\"Innes Sibun: Million Miles Away (Rory Gallagher)\" width=\"1778\" height=\"1000\" src=\"https://www.youtube.com/embed/E-W8tomF2DE?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\"></iframe></div>"
  },
  {
    "doorOpenDateTime": "2022-05-19T18:00:00.000Z",
    "startDateTime": "2022-05-19T19:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://neushoorn.nl/production/nh-cafe-crown-compass/",
    "title": "NH Café: Crown Compass x Oceans Turn Red",
    "location": "neushoorn",
    "price": 5,
    "shortText": null,
    "longText": "../public/texts/97315816-cc67-46f7-9f5e-121b528639d3.html",
    "image": "https://neushoorn.nl/wp-content/uploads/2023/03/detail-4337-691x460.jpg",
    "soldOut": false,
    "unavailable": "",
    "pageInfoID": "<a href='https://neushoorn.nl/production/nh-cafe-crown-compass/'>NH Café: Crown Compass x Oceans Turn Red - Neushoorn Leeuwarden</a>",
    "errorsVoorErrorHandler": [],
    "startDate": "2022-05-19",
    "priceTextcontent": "€ 5,-",
    "priceContexttext": "\n                                                                            \n                                            € 5,-\n                                            Regulier\n                                        \n                                                                    ",
    "longTextHTML": "<!-- wp:paragraph -->\n<p><strong>Na een paar jaar stilte is het weer tijd voor lawaai: progressieve metal van Crown Compass wel te verstaan! Een moddervette band met een denderende CV. Gevormd door ex-leden van Textures (Daniël de Jongh en Joe Tal) en ex-leden van Exivious die nu spelen bij Our Oceans (Yuma van Eekelen en Robin Zielhorst). Op vrijdag 19 mei komt dit progressieve/eclectische power house naar het café om je weg te blazen!</strong></p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Het debuutalbum ‘The Drought’ uit 2022 verkent een verscheidenheid aan muziekstijlen. Van progressieve thrash metal tot alternatieve rock. Centraal op het album staat een tweedelig verhaal over misbruik en schuldgevoelens. De lyrics op de plaat zijn een selectie van verhalen die gaan over het individu die zijn plaats vindt binnen een groep, de samenleving en zichzelf.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Met de ruime ervaring van de bandleden staat een liveoptreden als een huis. Snoeihard, overdonderend en explosief. Het viertal breng je een keiharde show waar het plezier vanaf spat.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><strong>Oceans Turn Red</strong><br>De vijfkoppige metalband uit Friesland speelt een mix van deathcore, death metal, hardcore en metalcore invloeden. De band staat bekend om het rauwe meeslepende gitaarwerk, extreme vocalen en destructieve drums. Ze zijn actief sinds 2016 en hebben in 2018 hun debuut EP 'Subterranean Depths' uitgebracht. In de jaren daarna is de band druk bezig geweest met het schrijven en uitbrengen van twee nieuwe singles. Deze avond komen ze het café laten voelen wat echte metal is!</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><em>Zaal: NH Café</em></p>\n<!-- /wp:paragraph --><div class=\"responsive-embed\" style=\"margin-top: 2rem\"><iframe title=\"Crown Compass - The Drought I\" width=\"1333\" height=\"1000\" src=\"https://www.youtube.com/embed/0eUmdlIGhKo?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\"></iframe></div>"
  },
  {
    "doorOpenDateTime": "2022-05-28T18:00:00.000Z",
    "startDateTime": "2022-05-28T18:30:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://neushoorn.nl/production/the-rock-circus-talent-tour-friesland/",
    "title": "The Rock Circus Talent Tour – Friesland",
    "location": "neushoorn",
    "shortText": null,
    "longText": "../public/texts/51c55b7e-e217-45dc-aca6-a500a1d36f3d.html",
    "image": "https://neushoorn.nl/wp-content/uploads/2023/03/detail-2-2bb8-691x460.jpg",
    "soldOut": false,
    "unavailable": "",
    "pageInfoID": "<a href='https://neushoorn.nl/production/the-rock-circus-talent-tour-friesland/'>The Rock Circus Talent Tour - Friesland - Neushoorn Leeuwarden</a>",
    "errorsVoorErrorHandler": [],
    "startDate": "2022-05-28",
    "priceTextcontent": null,
    "priceContexttext": null,
    "longTextHTML": "<!-- wp:paragraph -->\n<p><strong>Rockers en metalheads opgelet! Op zondag 28 mei strijkt The Rock Circus Talent Tour neer in Neushoorn. Tijdens deze battle of the bands gaan Nederlandse rock- en metalbands uit Friesland de strijd met elkaar aan voor de felbegeerde kans om op The Rock Circus op te treden. Dus ben jij een rock- of metalband en wil jij in november op het grootste indoor rock &amp; metal festival van de wereld spelen? Geef je dan snel op!</strong></p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Tijdens deze voorronde nemen 4 bands het tegen elkaar op. De externe jury, die bestaat uit diverse heavy professionals uit Friesland, selecteert de winnaar. Ben jij klaar voor deze unieke kans? Geef je dan op en wie weet win jij een spot op het grootste indoor rock &amp; metal festival van de wereld! Opgeven kan tot en met vrijdag 28 april via wietze@neushoorn.nl. Meer informatie en criteria voor deelname kun je <a href=\"https://neushoorn.nl/talent-tour/\" target=\"_blank\" rel=\"noreferrer noopener\">hier</a> vinden.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Als muziekliefhebber kun je deze avond losgaan op de vetste (hard)rock, metal en metalcore bands en aanschouw je het beste heavy talent uit onze provincie. Zodra de selectie gemaakt is en de bands bekend zijn, vind je hier de line-up!</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><em>Zaal: NH Café</em></p>\n<!-- /wp:paragraph -->"
  },
  {
    "doorOpenDateTime": "2022-06-02T17:30:00.000Z",
    "startDateTime": "2022-06-02T18:45:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://neushoorn.nl/production/you-know-my-name-the-music-of-chris-cornell/",
    "title": "You Know My Name – The Music of Chris Cornell",
    "location": "neushoorn",
    "price": 20,
    "shortText": null,
    "longText": "../public/texts/3893a8e2-1c4e-4b3d-8195-ab21c56776b3.html",
    "image": "https://neushoorn.nl/wp-content/uploads/2022/12/chriscornell_detail-9dff-691x460.png",
    "soldOut": false,
    "unavailable": "",
    "pageInfoID": "<a href='https://neushoorn.nl/production/you-know-my-name-the-music-of-chris-cornell/'>You Know My Name – The Music of Chris Cornell - Neushoorn Leeuwarden</a>",
    "errorsVoorErrorHandler": [],
    "startDate": "2022-06-02",
    "priceTextcontent": "€ 20,-",
    "priceContexttext": "\n                                                                            \n                                            € 20,-\n                                            Regulier\n                                        \n                                                                            \n                                            € 15,-\n                                            CJP (alleen voor pashouders)\n                                        \n                                                                    ",
    "longTextHTML": "<!-- wp:paragraph -->\n<p><strong>Ruim vijf jaar na de tragische dood van Chris Cornell - de iconische zanger van Soundgarden, Audioslave en zoveel meer - vindt een verzameling eersteklas vocalisten en muzikanten het hoog tijd voor een waardige hommage. Een bont gezelschap met als grote gemene deler: allemaal bewonderen ze de muzikale erfenis van Chris Cornell.</strong></p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><strong>Met medewerking van onder anderen:</strong><br><strong>Sven van Hees</strong>, voormalig frontman en zanger van Nine Volt (muziektijdschrift OOR: “Hemelse vocalen”). Zanger-acteur-stemacteur <strong>Martin van der Starre</strong>, bekend van onder meer Jesus Christ Superstar (de rol van Judas), Symfo Classics en de Jan Akkerman Band. De gitaristen <strong>Menno Gootjes</strong> (Focus en docent aan Codarts en de Rockacademie) en <strong>Ferry ‘Punto’ Duijsens</strong> (‘riff master’ van Anneke van Giersbergen’s VUUR &amp; The Gentle Storm, Ayreon en Dreadlock Pussy). De jonge, talentvolle ritmesectie bestaande uit <strong>Rik van der Ouw</strong> (Marutyri) en <strong>Erik Stein</strong> (Golden Caves).&nbsp;</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Alle essentiële songs uit de omvangrijke carrière van Chris Cornell worden gespeeld. Materiaal van Soundgarden, Audioslave, Temple Of The Dog, zijn solowerk en ook enkele opmerkelijke covers die hij zich geheel eigen wist te maken.&nbsp;</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Een aantal titels: ‘Black Hole Sun’, ‘Like A Stone’, ‘Spoonman’, ‘Be Yourself’, ‘Fell On Black Days’, ‘Show Me How To Live’, ‘I Am The Highway’ en - gelet op de naam van de show - natuurlijk ‘You Know My Name’, de officiële titelsong voor de James Bond-film ‘Casino Royale’.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><em>Zaal: Grote Zaal | Type: Staconcert | Garderobe gratis</em></p>\n<!-- /wp:paragraph -->"
  },
  {
    "doorOpenDateTime": "2022-06-16T18:00:00.000Z",
    "startDateTime": "2022-06-16T19:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://neushoorn.nl/production/nh-cafe-abdomen-x-paracetamol/",
    "title": "NH Café: Abdomen x Paracetamøl",
    "location": "neushoorn",
    "price": 5,
    "shortText": null,
    "longText": "../public/texts/7cb1b27e-2bb1-4570-9404-a97d5a3ee254.html",
    "image": "https://neushoorn.nl/wp-content/uploads/2023/03/Abdomen_detail-733a-720x345.jpg",
    "soldOut": false,
    "unavailable": "",
    "pageInfoID": "<a href='https://neushoorn.nl/production/nh-cafe-abdomen-x-paracetamol/'>NH Café: Abdomen x Paracetamøl - Neushoorn Leeuwarden</a>",
    "errorsVoorErrorHandler": [],
    "startDate": "2022-06-16",
    "priceTextcontent": "€ 5,-",
    "priceContexttext": "\n                                                                            \n                                            € 5,-\n                                            Voorverkoop\n                                        \n                                                                    ",
    "longTextHTML": "<!-- wp:paragraph -->\n<p><strong>In your face, hard en energiek. Vrijdagavond 16 juni word je wakker geschud door punk van Abdomen en Paracetamøl. Beide bands zijn meedogenloos, dus oordoppen mee en beuken maar!</strong></p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><strong>Abdomen</strong><br>Drie eigenzinnige Friezen die worden beschreven als punk, garage en grunge: noem het zoals je wilt. Genres zijn niet belangrijk, gehoorbescherming wel. Liveshows zijn energiek, buitensporig, theatraal, chaotisch en ondefinieerbaar, maar vooral heel puur en hard.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>De garagerockband timmert hard aan de weg: debuutalbum ‘Emetophobia’ werd uitgebracht in september 2018 en in oktober 2019 verscheen een EP getiteld ‘Rash’. Achter de schermen is de band druk bezig met het produceren van een genadeloze bak herrie voor het tweede album. Live verdient Abdomen zijn strepen door te spelen als support voor bands als Ex-Cult en Bad Breeding, op te treden op Popronde en Eurosonic en shows te geven in het Verenigd Koninkrijk en Noorwegen. Door de vele live ervaring, heeft Abdomen inmiddels nog weinig tot geen introductie nodig.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><strong>Paracetamøl</strong><br>De Arnhemse garage-postpunkband Paracetamøl ontstond in 2019 vanuit de liefde voor bands als METZ, Oh Sees, Ty Segall en Ex Cult: rauw, opwindend, oprecht en energiek. Op het podium is dit viertal een uitermate intense beleving: duister, hard, venijnig en intens.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Live weet het viertal telkens te imponeren met meedogenloze shows waarbij er binnen een krachtveld van gitaar en uitgeblafte vocalen toch ruimte is voor nuance in de vorm van creatieve riffs en structuren. Paracetamøl produceert een afwisselend geluid zonder de garagepunk los te laten. Al eerder speelde de groep Popronde 2019, Noorderslag en Zwarte Cross faliekant plat. Nu is het de beurt aan het Neushoorn Café!</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><em>Zaal: NH Café</em></p>\n<!-- /wp:paragraph --><div class=\"responsive-embed\" style=\"margin-top: 2rem\"><iframe title=\"Abdomen - Anger Issues (Official video)\" width=\"1778\" height=\"1000\" src=\"https://www.youtube.com/embed/XVgHl0EzV78?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\"></iframe></div>"
  },
  {
    "doorOpenDateTime": "2022-07-05T18:00:00.000Z",
    "startDateTime": "2022-07-05T19:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://neushoorn.nl/production/nh-cafe-nervana/",
    "title": "NH Café: Nervana",
    "location": "neushoorn",
    "price": 13,
    "shortText": null,
    "longText": "../public/texts/399a219f-eb2d-42ce-a926-3416d0bba060.html",
    "image": "https://neushoorn.nl/wp-content/uploads/2023/03/101431340_2943254452410007_6867402550228811776_n-f399-586x460.jpg",
    "soldOut": false,
    "unavailable": "",
    "pageInfoID": "<a href='https://neushoorn.nl/production/nh-cafe-nervana/'>NH Café: Nervana - Neushoorn Leeuwarden</a>",
    "errorsVoorErrorHandler": [],
    "startDate": "2022-07-05",
    "priceTextcontent": "€ 13,-",
    "priceContexttext": "\n                                                                            \n                                            € 13,-\n                                            Regulier\n                                        \n                                                                            \n                                            € 9,75\n                                            CJP (alleen voor pashouders)\n                                        \n                                                                    ",
    "longTextHTML": "<!-- wp:paragraph -->\n<p><strong>Wat is er beter dan 720p60 Nirvana MTV-Live And Loud op YouTube kijken? Het live ervaren in het Neushoorn Café. Nervana (VS) staat deze dag in het café om de onsterfelijke MTV sessie van Nirvana voor je te spelen in een viermansformatie zoals toen ook in 1993 op het podium stond. Normaliter staan deze Amerikanen op te treden in de grote zalen van Europa, maar dit keer zoeken ze juist de intimiteit van een kleiner podium op.</strong><br><br>In december 1993 zat Nirvana zelf in een staat van <em>nirvana</em>. In Utero was net uitgebracht en het giga-succes van Nevermind hadden ze nog maar net achter de rug. MTV Unplugged werd ook in dit jaar uitgezonden en staat voor altijd in het collectieve geheugen gegrift. Toch werd het weer tijd om de signature Fender Jaguar weer uit de kast te halen, ook in 2023. Met het beste van beide albums is de set volgestampt met klassiekers die je niet wil missen.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><em>Zaal: NH Café</em></p>\n<!-- /wp:paragraph --><div class=\"responsive-embed\" style=\"margin-top: 2rem\"><iframe title=\"'The American Nirvana Tribute - Nervana&quot;\" width=\"1778\" height=\"1000\" src=\"https://www.youtube.com/embed/RXAXsnB6zuw?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\"></iframe></div>"
  },
  {
    "doorOpenDateTime": "2022-10-22T14:00:00.000Z",
    "startDateTime": "2022-10-22T14:45:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://neushoorn.nl/production/chop-suey-machine-head-uk/",
    "title": "Chop Suey + Machine Head UK",
    "location": "neushoorn",
    "price": 15,
    "shortText": null,
    "longText": "../public/texts/82383056-dbfd-4432-bcdc-206ba96f736f.html",
    "image": "https://neushoorn.nl/wp-content/uploads/2023/03/detail-3-a1ce-691x460.jpg",
    "soldOut": false,
    "unavailable": "",
    "pageInfoID": "<a href='https://neushoorn.nl/production/chop-suey-machine-head-uk/'>Chop Suey + Machine Head UK - Neushoorn Leeuwarden</a>",
    "errorsVoorErrorHandler": [],
    "startDate": "2022-10-22",
    "priceTextcontent": "€ 15,-",
    "priceContexttext": "\n                                                                            \n                                            € 15,-\n                                            Regulier\n                                        \n                                                                            \n                                            € 11,25\n                                            CJP (alleen voor pashouders)\n                                        \n                                                                    ",
    "longTextHTML": "<!-- wp:paragraph -->\n<p><strong>Komt dat zien, komt dat zien: twee tributes aan legendes voor de prijs van één! Eenmaal, andermaal…verkocht! aan de persoon met het zwarte bandshirt. Chop Suey, ‘s werelds grootste System of a Down tribute band, en Machine Head UK, een energieke Machine Head tribute band (je verwacht het niet!), bundelen hun krachten om een harde, héél harde show te brengen naar onze Grote Zaal.</strong></p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><strong>CHOP SUEY</strong><br>Voor wie niet bekend is met System of a Down, een snelle schets: de Armeens-Amerikaanse heavy-metal band veroverde eind jaren 90 de wereld met hun maatschappijkritische teksten, excentrieke bandleden en energieke sound. De band brak officieel door in 2001 bij het grote publiek na de release van hun tweede album ‘Toxicity’, waarop ook de single ‘Chop Suey’ is te horen. En laat dat nou precies de naam zijn van ‘s werelds bekendste System of a Down tribute band!&nbsp;</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Chop Suey wil én zal het stigma rond tributebands verslaan. Na vorig jaar een uiterst succesvolle reeks shows te hebben gespeeld, pakt de band het dit jaar nog grootser aan met twee grootschalige tours op de planning. De bandleden, allemaal deel van andere metalbands, delen hun liefde voor System of a Down. De all-star System of a Down tribute band bestaat uit leden van DragonForce, Breed 77 en Anti-Nowhere League met charismatische vocals van Martin Jackson van de band Confyde. Deze energieke mengelmoes gaat tijdens de show langs de eb en vloed van de muziek van System of a Down, en dat zónder hun eigen persoonlijkheid te verliezen.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><strong>MACHINE HEAD UK</strong><br>Machine Head vergaarde naamsbekendheid aan het begin van de jaren 90. De agressieve muzikaliteit van de band maakte ze al snel een van de pioniers van de nieuwe golf van Amerikaanse heavy metal. De band is nog up en running en heeft inmiddels al tien veelzijdige albums uitgebracht. Genoeg inspiratie voor een tribute act dus en daar komt ‘Machine Head UK’ headbangend om de hoek kijken! Terugkerend na een onderbreking van zes jaar, zal de tribute band een verpletterende mix neerzetten van echte Machine head-hits en meer obscure songs, voornamelijk gefocust op de iconische jaren 90 en 00’s van de band. Met de stem van Rich O'Donnell (bekend van Karybdis) grommend door de microfoon kun je je klaar maken voor een flinke portie lawaai.&nbsp;</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><em>Zaal: Grote Zaal | Type: Staconcert | Garderobe gratis</em></p>\n<!-- /wp:paragraph --><div class=\"responsive-embed\" style=\"margin-top: 2rem\"><iframe title=\"Chop Suey - UK Tribute to SOAD live\" width=\"1778\" height=\"1000\" src=\"https://www.youtube.com/embed/fCrU928iqLM?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\"></iframe></div>"
  },
  {
    "doorOpenDateTime": "2022-03-16T19:00:00.000Z",
    "startDateTime": "2022-03-16T20:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://neushoorn.nl/production/regressive-hypnosis-a-tribute-to-dream-theater/",
    "title": "Regressive Hypnosis: A tribute to Dream Theater",
    "location": "neushoorn",
    "price": 15,
    "shortText": null,
    "longText": "../public/texts/c141ba35-000d-4e0f-bdee-5491818e8391.html",
    "image": "https://neushoorn.nl/wp-content/uploads/2023/01/regressivehypnosis_detail-4966-692x460.png",
    "soldOut": false,
    "unavailable": "",
    "pageInfoID": "<a href='https://neushoorn.nl/production/regressive-hypnosis-a-tribute-to-dream-theater/'>Regressive Hypnosis: A tribute to Dream Theater - Neushoorn Leeuwarden</a>",
    "errorsVoorErrorHandler": [],
    "startDate": "2022-03-16",
    "priceTextcontent": "€ 15,-",
    "priceContexttext": "\n                                                                            \n                                            € 15,-\n                                            Regulier\n                                        \n                                                                            \n                                            € 11,25\n                                            CJP (alleen voor pashouders)\n                                        \n                                                                    ",
    "longTextHTML": "<!-- wp:paragraph -->\n<p><strong>Dream Theater: de onbetwiste koningen van de progressieve metal. Met die woorden beschrijft Regressive Hypnosis hun favoriete band. Regressive Hypnosis bestaat uit een vijftal met een levenslange waardering en passie voor alles waar de band Dream Theater voor staat. Ze zijn de eerste Dream Theater tributeband van de Benelux en staan klaar voor hun debuut in Neushoorn!</strong></p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>Regressive Hypnosis is ontstaan vanuit een gezamenlijke liefde voor de muziek van de Amerikaanse prog rockband Dream Theater. Sinds de tributeband in 2019 is opgericht is de groep bezig met het perfectioneren van de juiste live set. Regressive Hypnosis speelt materiaal van debuutalbum 'When Dream And Day Unite' tot het meest recente werk van 'A View From The Top Of The World'. Classics zoals 'Metropolis part 1', 'This Dying Soul' en 'The Spirit Carries' maar ook persoonlijke favorieten zoals 'Pale Blue Dot' en 'Breaking All Illusions' komen voorbij.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p>In deze hommage worden alle elementen belicht dat Dream Theater zo ontzettend uniek maakt. Regressive Hypnosis wil het publiek voornamelijk een stuk meegeven van hun enthousiasme en liefde voor de muziek van Dream Theater.</p>\n<!-- /wp:paragraph -->\n<!-- wp:paragraph -->\n<p><em>Zaal: Grote Zaal | Type: Staconcert | Garderobe: Gratis</em></p>\n<!-- /wp:paragraph --><div class=\"responsive-embed\" style=\"margin-top: 2rem\"><iframe title=\"A Tribute to Dream Theater - Regressive Hypnosis Official Promo\" width=\"1778\" height=\"1000\" src=\"https://www.youtube.com/embed/jBWSFIW9NSI?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\"></iframe></div>"
  }
]