[
  {
    "doorOpenDateTime": null,
    "startDateTime": "2023-04-12T18:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://www.013.nl/programma/7295/floor-jansen",
    "title": "Floor Jansen",
    "location": "013",
    "price": 38.4,
    "shortText": "",
    "longText": "../public/texts/704ded16-5902-4b95-b34a-a77968b73bd5.html",
    "image": "https://www.013.nl/uploads/cache/event_main_desktop/62a051f9d42f1.jpg?version=1655379810",
    "soldOut": true,
    "pageInfoID": "<a href='https://www.013.nl/programma/7295/floor-jansen'>Floor Jansen - Programma | 013 Poppodium Tilburg</a>",
    "errorsVoorErrorHandler": [],
    "priceTextcontent": "€ 38,40",
    "priceContextText": "Entree€ 38,40Incl. servicekostenDatumwo 12 apr '23ZaalMain",
    "longTextHTML": "<p><strong>Floor Jansen</strong> en 013 gaan waaaay back. Ze is nota bene geboren en getogen in Goirle, hier om de hoek. In haar tijd op de Rockacademie was ze al bij ons te vinden, maar ook met After Forever en ReVamp. Het vervult ons dan ook met trots om te zien dat Floor nu eindelijk haar grote doorbraak gehad heeft. Wij – en vele fans van After Forever en Nightwish met ons - wisten natuurlijk allang: er zijn genoeg mensen die goed kunnen zingen, maar er zijn er maar weinig die zó goed zijn als Floor Jansen. Met hulp van TV-programma ‘De Beste Zangers’ weet nu de rest van Nederland het ook en dus verkoopt ze niet alleen met Nightwish zonder moeite zalen uit, maar ook solo. Met ‘<em>Fire</em>’ en ‘<em>Storm’</em> heeft ze nu haar eerste solo singles ooit uit, een opmaat naar haar debuutalbum wat in 2023 zal verschijnen. We zijn vereerd dat we vandaag één van de beste én leukste én sympathiekste vrouwen in de muziek weer mogen verwelkomen in onze zaal. Welkom terug, Floor!\n<br></p>\n<p><strong>Inge Lamboo</strong>, bekend van haar nummers '<em>Black Heart</em>' en '<em>Pray</em>', zal de show openen.</p>"
  },
  {
    "doorOpenDateTime": "2023-04-16T17:00:00.000Z",
    "startDateTime": "2023-04-16T17:30:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://www.013.nl/programma/7443/fleddy-melculy-tusky",
    "title": "Fleddy Melculy + Tusky",
    "location": "013",
    "price": 23.3,
    "shortText": "",
    "longText": "../public/texts/eaf41852-cff4-44b7-b9bf-49e0fa281e28.html",
    "image": "https://www.013.nl/uploads/cache/event_main_desktop/63808864ec7df.jpg?version=1669368003",
    "soldOut": false,
    "pageInfoID": "<a href='https://www.013.nl/programma/7443/fleddy-melculy-tusky'>Fleddy Melculy + Tusky - Programma | 013 Poppodium Tilburg</a>",
    "errorsVoorErrorHandler": [],
    "priceTextcontent": "€ 23,30",
    "priceContextText": "Entree€ 23,30Incl. servicekostenDatumzo 16 apr '23ZaalNext",
    "longTextHTML": "<p>Toen <strong>Fleddy Melculy</strong> begin 2016 een instant hit had met hun eerste single \"T-shirt van Metallica,\" leek het er heel even op dat er een nieuwe, snarky eendagsvlieg geboren was, maar... de internethype, het tekenen bij grootmacht Sony Music, het debuutalbum HELGIË (met inmiddels bijna 10.000 verkochte exemplaren in België) en een ijzersterke live-reputatie&nbsp;maakten duidelijk dat dit een band was om au sérieux te nemen. En nu is de band terug met nieuw werk! 'ANTICHLIST' - een plaat over oud worden, de dagen van weleer, fake news, haat, koudwatervrees en natuurlijk over de wereld die helemaal naar de klote gaat - laat zien dan deze heavy hype meer is dan enkel satire. En dat omarmen we maar al te graag!</p>\n<p>Natuurlijk komen onze Vlaamse buren niet alleen: de mannen van <strong>Tusky</strong> komen gezellig mee! “Kick life in the face\" is al sinds het begin het ethos van de Utrechtse punkers. De band die herrees uit de as van John Coffey toonde zich opnieuw een feniks met het aantrekken van Vladimar Stevic (zang) en Quirin Wijgers (bas). In de nieuwe bezetting staat het viertal nog steeds garant voor ziedende punkrock: fast and furious, yet melodic and catchy.</p>\n<p> </p>"
  },
  {
    "doorOpenDateTime": "2023-04-22T11:00:00.000Z",
    "startDateTime": "2023-04-22T11:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://www.013.nl/programma/7440/roadburn-festival-2023",
    "title": "Roadburn Festival 2023",
    "location": "013",
    "price": 79,
    "shortText": "Redefining heaviness",
    "longText": "../public/texts/3bedbe42-192e-4ca4-8030-8e37033abdc9.html",
    "image": "https://www.013.nl/uploads/cache/event_main_desktop/63721bbd14b99.jpg?version=1668422598",
    "soldOut": false,
    "pageInfoID": "<a href='https://www.013.nl/programma/7440/roadburn-festival-2023'>Roadburn Festival 2023 - Programma | 013 Poppodium Tilburg</a>",
    "errorsVoorErrorHandler": [],
    "priceTextcontent": "€79",
    "priceContextText": "Entree€79\rDagticket€214\r3 Days€2444 DaysIncl. servicekostenDatumza 22 apr '23ZaalAlle Zalen",
    "longTextHTML": "<p>Op 20 tot en met 23 april vindt ’s wereld meest vooruitstrevende festival voor heavy muziek weer plaats in Poppodium 013 en de Spoorzone in Tilburg: Roadburn Festival.&nbsp;Op de zaterdag staan de volgende acts op het programma:</p>\n<p><strong>Alkahest | Backxwash</strong> performing NINE HELLS<strong><strong>&nbsp;| Boy Harsher | broeder Dieleman | Candy performing Heaven is Here | Cave In </strong></strong>performing Interstellar Mixtape<strong><strong> | Chat Pile |&nbsp;Roadburn x Schouwburg Tilburg: Dance of the Seven Veils (by Aida Gabriels) |&nbsp;</strong></strong><strong><strong>David Eugene Edwards</strong></strong><strong><strong> | Deathless Void |&nbsp;</strong></strong>Commissioned:<strong><strong><strong>&nbsp;Duma &amp; Deafkids | Giles Corey | Healthyliving | Heavy Jazz Jam hosted by Reinier Baas | High Vis | I Like To Sleep | Iron Jinn | Kathryn Jospeh | KEN Mode | Mütterlein | NIKA |</strong></strong></strong><strong>&nbsp;</strong>Artist In Residence: <strong><strong>Oiseaux-Tempête | Otay:onii | Pupil Slicer |&nbsp;</strong></strong>Artist In Residence: <strong><strong>Sangre de Muérdago | Schnellertollermeier | Shagor | Show Me The Body | Sierra | Sowulo | Under The Surface&nbsp;<br></strong></strong></p>\n<p><strong><br></strong></p>"
  },
  {
    "doorOpenDateTime": "2023-06-03T17:00:00.000Z",
    "startDateTime": "2023-06-03T18:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://www.013.nl/programma/7511/alter-bridge",
    "title": "Alter Bridge",
    "location": "013",
    "price": 60.8,
    "shortText": "",
    "longText": "../public/texts/e63ee71c-46c7-4a4d-921d-6b070af76f9a.html",
    "image": "https://www.013.nl/uploads/cache/event_main_desktop/63e38e5887cdd.png?version=1675857518",
    "soldOut": false,
    "pageInfoID": "<a href='https://www.013.nl/programma/7511/alter-bridge'>Alter Bridge - Programma | 013 Poppodium Tilburg</a>",
    "errorsVoorErrorHandler": [],
    "priceTextcontent": "€ 60,80",
    "priceContextText": "Entree€ 60,80Incl. servicekostenDatumza 03 jun '23ZaalMain",
    "longTextHTML": "<p>Sinds hun laatste optreden in 013 in 2017 staat <strong>Alter Bridge</strong> nog steeds hoog op ons verlanglijstje. En deze avond kun je de band eindelijk weer zien in jouw favo poptempel! En ze hebben niet aan populariteit ingeleverd. Sterker nog, het kwartet uit Florida stijgt op hun meest recente plaat Pawns &amp; Kings naar een nog hoger niveau. Alter Bridge is wereldwijd gestaag opgeklommen tot de frontlinie van de hardrock. Op een eigenwijze manier hebben ze alle verwachtingen en normen overtroffen met miljoenen streams, lovende recensies en legendarische sets. De muzikanten hebben dit alles nederig gedaan met een stille toewijding aan het schrijven van betekenisvolle songs en het geven van onvergetelijke shows. Deze tour is het hoogtepunt van bijna twee decennia samen, gedrenkt in bloed, zweet en tranen, en de overwinning door nooit op te geven. Een toewijding van de bandleden aan elkaar en hun collectieve toewijding aan een trouwe fanbase!<br><br><strong>Mammoth WVH</strong>, de formatie onder leiding van Wolfgang Van Halen, zal deze avond het voorprogramma verzorgen. <em>\"De naam Mammoth is heel speciaal voor mij,\"</em> zegt Wolf. <em>\"Niet alleen was het de naam van Van Halen voordat het Van Halen werd, maar mijn vader was de leadzanger.\"</em> Wolfgang van Halen is er helemaal klaar voor om eindelijk met zijn eigen songs in de schijnwerpers te treden en de familie-erfenis, ter ere van zijn vader, voort te zetten.</p>"
  },
  {
    "doorOpenDateTime": "2023-06-19T17:00:00.000Z",
    "startDateTime": "2023-06-19T18:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://www.013.nl/programma/7545/coheed-and-cambria",
    "title": "Coheed and Cambria",
    "location": "013",
    "price": 28.3,
    "shortText": "NEVERENDER: NWFTWM",
    "longText": "../public/texts/df293b5b-3e01-4f1a-852c-462ddd5330b5.html",
    "image": "https://www.013.nl/uploads/cache/event_main_desktop/641867db15a76.png?version=1679321212",
    "soldOut": false,
    "pageInfoID": "<a href='https://www.013.nl/programma/7545/coheed-and-cambria'>Coheed and Cambria - Programma | 013 Poppodium Tilburg</a>",
    "errorsVoorErrorHandler": [],
    "priceTextcontent": "€28,30",
    "priceContextText": "Entree€28,30\rregulier€120,80\rMAGES VIP Package€46,80PRISE VIP PackageIncl. servicekostenDatumma 19 jun '23ZaalNext",
    "longTextHTML": "<p>Het New Yorkse <strong>Coheed and Cambria</strong> keert terug naar Tilburg voor een speciaal 'Neverender' concert! De klassieker 'No World For Tomorrow' (2007) wordt integraal gespeeld, naast nieuwe nummers van het laatst verschenen album 'A Window of the Waking Mind'. Onder leiding van frontman Claudio Sanchez combineert de band het emo-genre met prog-invloeden, scheurende solo's, alt-rock en pop-punk en is gebaseerd op Sanchez' uitgebreide science fiction universum (inclusief stripboeken en romans). Oorspronkelijk een zijproject van de creatieve frontman, maar werd al snel muziek toen hij het voorlegde aan zijn muzikale vrienden. Coheed and Cambria kan - met een vleugje emo - worden beschouwd als de moderne opvolger van klassieke heavy-metalgroepen als Pink Floyd, Led Zeppelin en Rush, evenals andere trippy, futuristische prog uit de jaren zestig en zeventig. De band schetst een donkere en apocalyptische toekomst met hun songs en strips, waarbij ze hun verhalen niet koppelen aan klassieke klanken zoals in vroegere prog, maar aan metal uit de jaren tachtig. Een unieke en bijzondere mix van heavy dus, opnieuw te bewonderen in 013!<br><br><strong>Soul Glo</strong>, een vierkoppige hardcore punk band uit Philadelphia, zal de support van de avond verzorgen.<strong></strong><strong><br></strong></p>"
  },
  {
    "doorOpenDateTime": "2023-06-28T16:30:00.000Z",
    "startDateTime": "2023-06-28T17:30:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://www.013.nl/programma/7423/airbourne",
    "title": "Airbourne",
    "location": "013",
    "price": 34.4,
    "shortText": "",
    "longText": "../public/texts/65298cee-545b-4cd3-9f24-9475aaf3bec5.html",
    "image": "https://www.013.nl/uploads/cache/event_main_desktop/628b65980f8b2.jpg?version=1656336601",
    "soldOut": false,
    "pageInfoID": "<a href='https://www.013.nl/programma/7423/airbourne'>Airbourne - Programma | 013 Poppodium Tilburg</a>",
    "errorsVoorErrorHandler": [],
    "priceTextcontent": "€ 34,40",
    "priceContextText": "Entree€ 34,40Incl. servicekostenDatumwo 28 jun '23ZaalMain",
    "longTextHTML": "<p><strong>Airbourne</strong> keert terug naar 013! De Autralische formatie is een rechttoe rechtaan rockband die duidelijk in de voetsporen treedt van de pubrock- en <em>HARDRAAAAWK</em>-legendes<em>&nbsp;</em>zoals&nbsp;AC/DC,&nbsp;The Angels en Rose Tattoo. Vier jongens die niets liever doen dan de meest vuige rock 'n' roll spelen die je doet wanen in de jaren '70 en '80. En hoe toepasselijk dat de nieuwste plaat 'Boneshaker' volledig werd opgenomen op de rafelige, vintage apparatuur van de legendarische Studio A: Nashville's meest gewaardeerde creatieve hub. Airbourne liet onlangs, als special guest van Iron Maiden, de glorie van rock 'n' roll herleven in het Gelredome met een in-your-face performance en onuitputtelijke energie. Ook deze avond zullen de decibellen pieken in de gevarenzone, maar hé... <em>It’s All for Rock ’n Roll!</em><br></p>\n<p>En ze nemen heerlijke supports mee. Zoals de geweldige live act <strong>Blues Pills</strong>! De Zweedse rockband mixt vuige bluesrock met rauwe heavy psych en&nbsp;de soulvolle vocalen van zangeres Elin Larsson.&nbsp;<br><strong><br>Opener Crobot stapt uit de tour. We zijn op zoek naar een vervanger.</strong></p>"
  },
  {
    "doorOpenDateTime": "2023-08-06T17:00:00.000Z",
    "startDateTime": "2023-08-06T17:30:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://www.013.nl/programma/7542/russian-circles",
    "title": "Russian Circles",
    "location": "013",
    "price": 27.3,
    "shortText": "",
    "longText": "../public/texts/d32095c8-1388-42e3-b694-73b71f5eac16.html",
    "image": "https://www.013.nl/uploads/cache/event_main_desktop/642407ca4ec9f.jpg?version=1680082926",
    "soldOut": false,
    "pageInfoID": "<a href='https://www.013.nl/programma/7542/russian-circles'>Russian Circles - Programma | 013 Poppodium Tilburg</a>",
    "errorsVoorErrorHandler": [],
    "priceTextcontent": "€ 27,30",
    "priceContextText": "Entree€ 27,30Incl. servicekostenDatumzo 06 aug '23ZaalNext",
    "longTextHTML": "<p><strong>Russian Circles</strong>, het driekoppig post-rock/post-metal trio uit Chicago, keert terug naar Tilburg met hun epische, uitgestrekte heavy metal. Russian Circles staat bekend om hun indrukwekkende liveshows, waaronder de imposante performance in onze Main tijdens Roadburn 2022. De formatie creëert een complex, maar vernieuwend geluid, van opzwellende gitaren, stuwend drumwerk en zware baslijnen. Met het veelbelovende debuut 'Enter' uit 2006 werd de groep dan ook een van de toonaangevende post-metal acts van de daaropvolgende jaren, met ambitieuze full-lengths als 'Empros' en 'Guidance’. In 2022 brachten ze het rauwe, directe 'Gnosis' uit. We kijken ernaar uit om de indrukwekkende discografie van Russian Circles live te horen in een intieme setting in de Next.</p>\n<p>Supportact van deze avond <strong>Crouch</strong> bestaat uit Wiegedood-leden Levy Seynaeve en Wim Coppers - die een artistieke uitdaging aangingen door in 2021 een nieuwe slow heavy band op te richten. Na het opnemen van de debuut EP als een twee-eenheid, hebben ze Jasper Hollevoet als bassist aangetrokken en het trio is nu gig-ready to go.</p>"
  },
  {
    "doorOpenDateTime": "2023-09-16T17:00:00.000Z",
    "startDateTime": "2023-09-16T18:15:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://www.013.nl/programma/7399/ayreon",
    "title": "Ayreon",
    "location": "013",
    "price": 70,
    "shortText": "- 01011001 - Live Beneath the Waves",
    "longText": "../public/texts/c69578e0-2498-4053-a4c3-2610e2ab1325.html",
    "image": "https://www.013.nl/uploads/cache/event_main_desktop/6346b267d7970.jpg?version=1665639188",
    "soldOut": true,
    "pageInfoID": "<a href='https://www.013.nl/programma/7399/ayreon'>Ayreon - Programma | 013 Poppodium Tilburg</a>",
    "errorsVoorErrorHandler": [],
    "priceTextcontent": "€70",
    "priceContextText": "Entree€70\rRegular€125VIPIncl. servicekostenDatumza 16 sep '23ZaalMain",
    "longTextHTML": "<p>Na 4 uitverkochte ‘Ayreon - Electric Castle Live &amp; other Tales’ shows in poppodium 013 in 2019 (bezocht door 12.000 Ayreon fans uit 64 landen) en 3 uitverkochte ‘Ayreon Universe’ shows in 2017, is&nbsp;<strong>Ayreon</strong>&nbsp;klaar om weer een volgend hoofdstuk aan zijn live-geschiedenis toe te voegen met ‘01011001 - Live Beneath the Waves’. Deze aankomende productie is gebaseerd op het veelgeprezen concept album ’01011001’, die stamt uit 2008. Het album zal in zijn geheel ten gehore worden gebracht, plus een aantal extra nummers. Het belooft een enorme liveproductie te worden, met een overweldigend decor op het podium, fantastische visuals, special FX en… een unieke live surround sound ervaring!</p>\n<p>Ayreon mastermind&nbsp;<strong>Arjen Lucassen</strong>&nbsp;en toetsenist&nbsp;<strong>Joost van den Broek</strong>&nbsp;hebben een groot aantal van de originele cast van het 01011001 album weten te verzamelen, plus veel speciale gasten. Daarnaast is er een band bestaande uit de beste instrumentalisten in het genre om het 01011001 album uit te voeren op het hoogst mogelijke muzikale niveau. Arjen zelf zal ook als zanger aan de show deelnemen. Het ziet ernaar uit dat dit de grootste cast van de Ayreon live shows wordt tot op heden. Bezoekers mogen een enorme live productie van het hoogste niveau verwachten met een uniek decor, vuurwerk en special FX. Bovendien zal deze show&nbsp;<em>live surround audio</em>&nbsp;hebben, een uniek en pionierende techniek die een extra dimensie aan de muziek zal toevoegen.<br></p>\n<p>Arjen:&nbsp;<em>“Ik moet eerlijk zeggen dat de grote opwinding om 1 van mijn favoriete Ayreon albums 01011001 live op het podium tot leven te zien komen mijn niet-</em><em>zo-</em><em>geheime angst om live te spelen aan de kant schuift! Toen ik de muzikanten en crew benaderende voor deze show kreeg ik binnen&nbsp;</em><em>enkele&nbsp;</em><em>minuten de meest hartverwarmende reacties terug. Ik weet zeker dat het net zo hartverwarmend zal zijn om de grote golf van blije gezichten in het publiek in de 013 te gaan zien. Zoals altijd zullen we ons uiterste best doen om iedereen&nbsp;</em><em>goed&nbsp;</em><em>te verwennen. Ik hoop je daar te zien!”</em></p>\n<p><em><strong><a href=\"https://013.nl/Ayreon-01011001-show1\" target=\"_blank\">Klik hier voor meer info voor show 1 op vrijdag 15 september</a></strong><strong><strong><br></strong><strong><strong><a href=\"https://013.nl/Ayreon-01011001-show3\" target=\"_blank\">Klik hier voor meer info voor show 3 op zondag 17 september (avond)<br><em><strong><strong></strong></strong></em></a><em><strong><strong><a href=\"https://www.013.nl/programma/7415/ayreon-matinee-show\" target=\"_blank\"></a><em><strong><strong><a href=\"https://www.013.nl/programma/7415/ayreon-matinee-show\" target=\"_blank\">Klik hier voor meer info voor de matinee show op zondag 17 september</a> (middag)</strong></strong></em></strong></strong></em></strong></strong></strong><br></em></p>"
  },
  {
    "doorOpenDateTime": "2023-10-01T17:30:00.000Z",
    "startDateTime": "2023-10-01T18:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://www.013.nl/programma/7550/liturgy",
    "title": "Liturgy",
    "location": "013",
    "price": 15.8,
    "shortText": "",
    "longText": "../public/texts/46ef3609-f3c4-4cc1-80c1-2207899a6ed6.html",
    "image": "https://www.013.nl/uploads/cache/event_main_desktop/642152d2d7886.jpeg?version=1679905567",
    "soldOut": false,
    "pageInfoID": "<a href='https://www.013.nl/programma/7550/liturgy'>Liturgy - Programma | 013 Poppodium Tilburg</a>",
    "errorsVoorErrorHandler": [],
    "priceTextcontent": "€ 15,80",
    "priceContextText": "Entree€ 15,80Incl. servicekostenDatumzo 01 okt '23LocatieLittle Devil",
    "longTextHTML": "<p>Na twee baanbrekende shows op Roadburn Festival in 2022, keert <strong>Liturgy</strong>, het project van Haela Ravenna&nbsp;Hunt-Hendrix, terug voor een intieme headline show in Little Devil. Weinig artiesten bekijken het black metal genre met de ambitie en analytische lens zoals meesterbrein Hunt-Hendrix doet. De frontvrouw heeft een unieke aanpak die resulteert in een vakmanschap dat de genreverwachtingen overstijgt. Liturgy, ontstaan als slaapkamerproject, heeft zich ontwikkeld tot avant-gardistische transcendentale black metal. Zoals de curatoren van Roadburn het verwoordden: <em>\"Liturgy is verantwoordelijk voor enkele van de beste en belangrijkste muziek van het afgelopen decennium, en dat maakt hen een onophoudelijke bron van ontzag en inspiratie”.\n</em>We zijn dan ook verheugd om Haela Ravenna Hunt-Hendrix en haar band opnieuw te mogen verwelkomen, en dit keer voor een speciale show op locatie!</p>"
  },
  {
    "doorOpenDateTime": "2023-11-23T18:30:00.000Z",
    "startDateTime": "2023-11-23T19:00:00.000Z",
    "endDateTime": null,
    "venueEventUrl": "https://www.013.nl/programma/7553/punk-rock-factory",
    "title": "Punk Rock Factory",
    "location": "013",
    "price": 18.3,
    "shortText": "",
    "longText": "../public/texts/f523603f-5b17-4c42-a609-41f870b92b64.html",
    "image": "https://www.013.nl/uploads/cache/event_main_desktop/642a943e5cbfe.jpg?version=1680512235",
    "soldOut": false,
    "pageInfoID": "<a href='https://www.013.nl/programma/7553/punk-rock-factory'>Punk Rock Factory - Programma | 013 Poppodium Tilburg</a>",
    "errorsVoorErrorHandler": [],
    "priceTextcontent": "€18,30",
    "priceContextText": "Entree€18,30\rregulier€50,80VIP Incl. servicekostenDatumdo 23 nov '23LocatieHall of Fame",
    "longTextHTML": "<p>De energieke punkrock krachtpatsers van <strong>Punk Rock Factory</strong> maken gemakkelijk werk van hun speciale punk covers. De band combineert alles wat je leuk vindt aan punkrock uit de jaren 90, begin 00’s en herinterpreteert klassiekers zoals je ze nog nooit gehoord hebt. Van Meat Loaf tot Disney, niets is hen te gek. De band repeteert, schrijft, neemt op, mixt, mastert en filmt alles zelf in een speciale ruimte die ze liefkozend \"The Sausage Factory\" noemen, en heeft er ook geen moeite mee om vrienden mee te nemen, waaronder zangers van Protest the Hero, Bowling for Soup, Dung, Rufio, Ten Foot Pole, Ice Nine Kills en nog veel meer, gastvocalen laten verzorgen op nummers. Of je nu een oude punkrock fan bent of gewoon op zoek bent naar een leuke avond stampen in de Hall, Punk Rock Factory serveert deze avond het ultieme punkrock feestje!</p>\n<p><strong><br></strong></p>\n<p><strong>Voor deze show zijn er een gelimiteerd aantal VIP packages beschikbaar.&nbsp;</strong></p>\n<p><strong>Een VIP package&nbsp;bevat:<br>- 1&nbsp;ticket voor de show<br>- Early entry<br>- Fotomoment met de band<br>- Lanyard + poster<br>-Vervroegde access tot de merchandise</strong></p>"
  }
]