[
  {
    "start": "2024-06-28T08:00:00",
    "end": "2024-06-28T11:00:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/dan-green-the-mystery-machine-coaster-droomboter/",
    "title": "DAN GREEN & The Mystery Machine ",
    "location": "dbs",
    "price": 10,
    "shortText": " Coaster  +  Droomboter Een avond met drie fraaie Utrechtse bands. Middelpunt en aanstichter van het geheel is Dan Green & the Mystery Machine, een psychedelische rockband die hun release Descendant komt presenteren. Eerder zagen we de band al als support voor de Zweedse bluesrockers Kamchatka en raakten onder de indruk van hun gelaagde combinatie van shoegaze, garagerock en psychedelica met een goed gevoel voor groove. Voor fans van King Gizzard en early Pink FLoyd.",
    "longText": "../public/texts/dbs/cnktbWFjaGluZS1jb2FzdGVyLWRyb29tYm90ZXIv.html",
    "image": "../public/event-images/dbs/cnktbWFjaGluZS1jb2FzdGVyLWRyb29tYm90ZXIv",
    "unavailable": false,
    "eventGenres": null,
    "artists": null
  },
  {
    "start": "2024-07-21T04:00:00",
    "end": "2024-07-21T06:00:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/angry-zeta-buenos-aires/",
    "title": "Angry zeta  & the hillbullys (buenos aires)",
    "location": "dbs",
    "price": "0",
    "shortText": "Met een stevige bries Zuid-Amerikaans temperament zal Angry Zeta & The Hillbullys de Vlampijpstraat doen schudden. Met de instrumenten van een bluegrassband, en de attitude van een punkband toert het Argentijnse gezelschap al zeven jaar langs podia en festivals. Als een tornado die – begonnen in de straten van Buenos Aires maar inmiddels drie keer de grote plas overgestoken – alleen maar in kracht toeneemt. De setlist bevat zowel eigen werk als traditionele folkliedjes die ze met veel dynamiek en emotie brengen. Ze kunnen je duimendik kippenvel bezorgen, maar ook een enorme lach op je gezicht. Een hoogst energiek akoestisch sextet dat als een wervelwind de boel omver zal blazen.Wij zeggen de Argentijnse Gogol Bordello, betere en oprechtere aanbeveling kunnen we niet bedenken.",
    "longText": "../public/texts/dbs/ZXZlbnQvYW5ncnktemV0YS1idWVub3MtYWlyZXMv.html",
    "image": "../public/event-images/dbs/ZXZlbnQvYW5ncnktemV0YS1idWVub3MtYWlyZXMv",
    "unavailable": false,
    "eventGenres": null,
    "artists": null
  },
  {
    "start": "2024-09-11T08:00:00",
    "end": "2024-09-11T10:30:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/antichrist-siege-machine-usa-profound-lore-ascended-dead/",
    "title": "Antichrist siege machine (usa – profound lore)  ",
    "location": "dbs",
    "price": 14.5,
    "shortText": " ascended dead Het Amerikaanse duo Antichrist Siege Machine uit Richmond Virginia maakte op Roadburn 2023 een onuitwisbare indruk met hun teringharde mix van black metal en grindcore die ook wel gelabelled wordt als war metal. Met hun nieuwe plaat Vengeance of Eternal Fire die in april uitkwam op Profound Lore records gaat dit hardste duo op oorlogspad en de Vlampijpstraat moet eraan geloven. Niet voor tere zielen, wel voor liefhebbers van extreme black metal en grindcore!\nIn het kielzog van ASM komt Ascended Dead, extreme death metal uit San Diego met een duidelijk herkenbare Morbid Angel. Technische hoogstandjes, harde death grunts en dat alles in een moordend tempo.\nBe prepared voor een allesverzengend harde avond!",
    "longText": "../public/texts/dbs/YS1wcm9mb3VuZC1sb3JlLWFzY2VuZGVkLWRlYWQv.html",
    "image": "../public/event-images/dbs/YS1wcm9mb3VuZC1sb3JlLWFzY2VuZGVkLWRlYWQv",
    "unavailable": false,
    "eventGenres": null,
    "artists": null
  }
]