[
  {
    "start": "2024-07-13T01:00:00",
    "end": "2024-07-13T11:00:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/dbs-buitenfestival-weekender/",
    "title": "Db’s buitenfestival weekender met hang youth + spinvis + hallo venray",
    "location": "dbs",
    "price": 35,
    "shortText": " We zijn er nog niet maar willen je alvast kennis laten maken met de nieuwe dB’s door een Buitenfestival te organiseren. Zaterdag 13 en zondag 14 juli veranderen we de bouwplaats in een festivalterrein waar bands die ons nauw aan het hart liggen komen optreden.",
    "longText": "../public/texts/dbs/L2Ricy1idWl0ZW5mZXN0aXZhbC13ZWVrZW5kZXIv.html",
    "image": "../public/event-images/dbs/L2Ricy1idWl0ZW5mZXN0aXZhbC13ZWVrZW5kZXIv",
    "unavailable": false,
    "eventGenres": null,
    "artists": {
      "hang youth": {
        "s": "33s4eablBmnrPlE3y6CZFR",
        "l": "hang%20youth",
        "g": [
          "dutch indie",
          "dutch rock",
          "lowlands hardcore",
          "hardcore punk"
        ]
      }
    }
  },
  {
    "start": "2024-07-28T08:00:00",
    "end": "2024-07-28T10:30:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/escuela-grind-usa-support/",
    "title": "Escuela grind (usa) + spetterpoep",
    "location": "dbs",
    "price": 14,
    "shortText": "Escuela Grind wist als support voor de Campaign for Musical Destruction European Tour van Napalm Death, al veel zieltjes te winnen. En sindsdien is Escula Grind eigenlijk alleen maar doorgegroeid en hard gegaan door onophoudelijk shows te spelen. Siked om ze als headliner te kunnen presenteren. Bereid je voor op muzikale destructie met een rauwe en tot op het bot uitgeklede combinatie van hardcore, grindcore en D-beat: korte, furieuze songs, gevuld met ratelende blastbeats, zieke riffs en uitzinnige vocalen. Oftewel een progressief maar nog altijd een alles verzengend geluid met een zware maatschappelijk betrokken boodschap zoals we dat ook gewend zijn van ND. Extra kers op de taart is frontvrouw Katerina Economou die al gruntend als een wervelwind over het podium raast. Hele toffe liveband!",
    "longText": "../public/texts/dbs/ZW50L2VzY3VlbGEtZ3JpbmQtdXNhLXN1cHBvcnQv.html",
    "image": "../public/event-images/dbs/ZW50L2VzY3VlbGEtZ3JpbmQtdXNhLXN1cHBvcnQv",
    "unavailable": false,
    "eventGenres": null,
    "artists": {
      "destruction": {
        "s": "1kAX4yFdmR0hJe2tPu1785",
        "l": "destruction",
        "g": [
          "deathcore",
          "melodic metalcore",
          "slamming deathcore",
          "slovenian metal"
        ]
      },
      "escuelagrind": {
        "s": null,
        "l": "escuelagrind",
        "g": []
      }
    }
  },
  {
    "start": "2024-08-14T08:00:00",
    "end": "2024-08-14T10:30:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/sacri-monti-usa-tee-pee-records-larrikino/",
    "title": "Sacri monti (usa – tee pee records) + larrikino",
    "location": "dbs",
    "price": 14,
    "shortText": " Het uit San Diego afkomstige Sacri Monti was al eerder te gast in de oude dB’s en ook op onze nieuwe locatie aan de Vlampijpstraat verwelkomen we deze Califonische psycherockers met open armen. Het recept is niet vernieuwend maar daarom niet minder smakelijk. Mix gelijke delen heavy psych, blues en prog en laat het spelen door een vijftal virtuoze muzikanten die hun sporen al lang en breed verdiend hebben in bands als Radio Moscow en JOY.\nDe band brengt hun materiaal uit op het fraaie Tee Pee Records label waarop vorig jaar als laatste wapenfeit een liveregistratie verscheen van hun optreden op het Nijmeegse SOnic WHip festival van 2022.  26 juli aanstaande komt Sacri Monti met hun nieuwe plaat Retrieval, de tour staat dan ook in het teken van deze gloednieuwe release.",
    "longText": "../public/texts/dbs/dXNhLXRlZS1wZWUtcmVjb3Jkcy1sYXJyaWtpbm8v.html",
    "image": "../public/event-images/dbs/dXNhLXRlZS1wZWUtcmVjb3Jkcy1sYXJyaWtpbm8v",
    "unavailable": false,
    "eventGenres": null,
    "artists": {
      "whip": {
        "s": "3oadMDBL4Wv7F5lkVwRWy2",
        "l": "whip",
        "g": [
          "irish post-punk",
          "irish rock"
        ]
      }
    }
  },
  {
    "start": "2024-09-14T08:00:00",
    "end": "2024-09-14T11:00:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/kid-congo-powers-the-pink-monkey-birds-usa-in-the-red-support/",
    "title": "Kid congo powers ",
    "location": "dbs",
    "price": 16,
    "shortText": " the pink monkey birds (usa – in the red) + support Een levende legende als Kid Congo Powers, gitarist bij zowel The Gun Club, The Cramps als The Bad Seeds in hun hoogtijdagen, moet je op handen dragen.\nEn dat gaan we doen deze zaterdagavond als deze heerser op de gitaar, die tevens auteur en queer dandy stijlicoon is, langskomt in de nieuwe dB’s. Een hele eer!\nKid Congo opereert tegenwoordig als trio met Pink Monkey Birds Mark Cisneros (The Make Up & Medications) en Ron Miller op respectievelijk 2e gitaar en drums.\nNieuwe plaat “That Delicious Vice” is net uit op -wederom- In The Red en borduurt voort op de Kid Congo succesformule van garagerock en punk met hier en daar een snufje exotische latino-invloeden die Kid COngo als 2e generatie Mexican American zijn ingebakken.\nJoin us for an epic nigh featuring a living legend.",
    "longText": "../public/texts/dbs/LWJpcmRzLXVzYS1pbi10aGUtcmVkLXN1cHBvcnQv.html",
    "image": "../public/event-images/dbs/LWJpcmRzLXVzYS1pbi10aGUtcmVkLXN1cHBvcnQv",
    "unavailable": false,
    "eventGenres": null,
    "artists": null
  },
  {
    "start": "2024-10-23T08:00:00",
    "end": "2024-10-23T10:30:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/nashville-pussy-usa/",
    "title": "Nashville pussy (usa)",
    "location": "dbs",
    "price": 17,
    "shortText": "It’s Pussy Time! Deze dirty rock ‘n roll machine uit Nashville raast over de wereld om hun vuige southern dirtrock ’n roll te verspreiden. Er zijn maar weinig bands die “sex, drugs & rock-’n-roll” zo goed belichamen als de Amerikaanse Grammy Award genomineerde hard rock act Nashville Pussy. Blaine Cartwright en zijn vrouw, Ruyter Suys, (ook wel de vrouwelijke versie van Angus Young) knallen 100% taboe- en schaamteloze rock-’n-roll de wereld in. In dB’s, in your face. Smell the Rock.\nNashville Pussy staat voor de volle honderd procent garant voor een avond compromisloos beuken en rocken.",
    "longText": "../public/texts/dbs/Lm5sL2V2ZW50L25hc2h2aWxsZS1wdXNzeS11c2Ev.html",
    "image": "../public/event-images/dbs/Lm5sL2V2ZW50L25hc2h2aWxsZS1wdXNzeS11c2Ev",
    "unavailable": false,
    "eventGenres": null,
    "artists": null
  }
]