[
  {
    "start": "2025-02-07T08:00:00",
    "end": "2025-02-07T11:00:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/cobra-the-impaler-arson/",
    "title": "Cobra the impaler + arson",
    "location": "dbs",
    "price": "0",
    "shortText": "",
    "longText": "../public/texts/dbs/ZXZlbnQvY29icmEtdGhlLWltcGFsZXItYXJzb24v.html",
    "unavailable": false,
    "eventGenres": null,
    "artists": {
      "cobra the impaler": {
        "s": "3GF4mtTUUptBbUoJNclS4A",
        "l": "cobra%20the%20impaler",
        "g": [
          "progressive metalcore"
        ]
      },
      "arson": {
        "s": "7jun2nR07meg97xF6mD3BF",
        "l": "arson",
        "g": [
          "melodic death",
          "black metal"
        ]
      }
    }
  },
  {
    "start": "2025-03-08T08:00:00",
    "end": "2025-03-08T11:30:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/planet-of-zeus/",
    "title": "Planet of zeus (greece) + hell valley high",
    "location": "dbs",
    "price": 16,
    "shortText": "Planet of Zeus is een heavy rockband uit Athene, actief sinds 2000. Ze zijn bekend om hun rauwe, energieke live-shows en hebben een trouwe fanbase opgebouwd, zowel in Griekenland als daarbuiten. Na vijf Europese tours en optredens op grote festivals waren ze in 2015 de hoofdact tijdens Clutch’s Europese tour.",
    "longText": "../public/texts/dbs/dHVkaW8ubmwvZXZlbnQvcGxhbmV0LW9mLXpldXMv.html",
    "image": "../public/event-images/dbs/dHVkaW8ubmwvZXZlbnQvcGxhbmV0LW9mLXpldXMv",
    "unavailable": false,
    "eventGenres": null,
    "artists": {
      "planet of zeus": {
        "s": "1oxVf6OeX1x5R9VxuHZmFG",
        "l": "planet%20of%20zeus",
        "g": [
          "greek metal",
          "greek psychedelic rock",
          "greek rock"
        ]
      },
      "hell valley high": {
        "s": "73S04UDUeClAd4eXSeUPr0",
        "l": "hell%20valley%20high",
        "g": [
          "stoner rock",
          "space rock"
        ]
      }
    }
  },
  {
    "start": "2025-03-26T08:00:00",
    "end": "2025-03-26T11:30:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/bong-ra-the-answer-lies-in-the-black-void/",
    "title": "BONG-RA + The Answer Lies in the Black Void",
    "location": "dbs",
    "price": 10,
    "shortText": "De legendarische Bong-Ra keert terug naar zijn voormalige hometown Utrecht! Deze muzikale pionier houdt zich sinds het begin van zijn carrière in de 90’s al niet aan de muzikale blauwdrukken en heeft samen met artiesten als Venetian Snares en DJ Scud de basis gelegd voor een genre dat later bekend zou worden als het unieke ‘breakcore’. Zijn meedogenloze mixen van metal, jungle en industrial zorgen voor extreme muziek in haar meest experimentele vorm. Bong-Ra stond eerder al op meerdere internationale festivals van hoog niveau zoals Roadburn, Lowlands, Dour en Glastonbury. Ook deelde hij het podium met muzikale legendes als Aphex Twin, Ministry, Dillinger Escape Plan, Mastodon en The Prodigy. Na een paar jaar afwezigheid, en een hoop muzikale experimenten in doom, electronica en jazz later, keert Bong-Ra terug naar de metalroots van zijn geluid. Nu live vergezeld door twee gitaristen (Attila Kovacs en Botond Fogl), brengt Bong-Ra begin 2025 een nieuw album uit waarop zijn nieuwe mengelmoes van metalbreaks gepresenteerd zal worden.",
    "longText": "../public/texts/dbs/YW5zd2VyLWxpZXMtaW4tdGhlLWJsYWNrLXZvaWQv.html",
    "image": "../public/event-images/dbs/YW5zd2VyLWxpZXMtaW4tdGhlLWJsYWNrLXZvaWQv",
    "unavailable": false,
    "eventGenres": null,
    "artists": {
      "lies in the black void": {
        "s": null,
        "l": "lies%20in%20the%20black%20void",
        "g": [
          "atmospheric doom metal"
        ]
      },
      "bong-ra": {
        "s": "6dD5LzTwdYS3gRvRSCOIVP",
        "l": "bong-ra",
        "g": [
          "breakcore",
          "dutch dnb",
          "breakcore",
          "electronic (early)",
          " experimental stoner",
          "doom metal (later)"
        ]
      }
    }
  },
  {
    "start": "2025-04-10T08:00:00",
    "end": "2025-04-10T10:30:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/dean-wareham-plays-galaxie-500-more-2/",
    "title": "Dean wareham & band (galaxie 500, luna, dean & britta)",
    "location": "dbs",
    "price": 22,
    "shortText": " Na het schitterende, stijf uitverkochte concert, van maart 2023 zijn we blij maestro Dean Wareham en band te mogen verwelkomen in de nieuwe dB’s met hun set rondom het baanbrekende Galaxie 500.\nGalaxie 500 bracht eind jaren tachtig, begin jaren negentig drie cult albums uit, die zeer belangrijk zijn geweest voor de indie pop/rock in de jaren 90. Denk aan bands als Low of Mazzy Star, maar ook huidige ‘dream pop’ bands als Beach House en Deerhunter zijn duidelijk beïnvloed door Galaxie 500. Oprichter Dean Wareham heeft later albums gemaakt met de band Luna en als Dean & Britta, en onlangs nog met Sonic Boom, maar tourt gelukkig ook weer met het unieke Galaxie 500 materiaal naast een selectie van zijn meer recente materiaal waaronder zijn laatste soloplaat `That’s the price of loving me’ die hij met de legendarische Kramer opnam, 34 jaar nadat jij met dezelfde Kramer het legendarische Galaxie 500 album On Fire vastlegde. Unieke kans dus deze maestro aan het werk te zien met klassiekers uit de popgeschiedenis.\nDe kenner weet genoeg.",
    "longText": "../public/texts/dbs/ZWhhbS1wbGF5cy1nYWxheGllLTUwMC1tb3JlLTIv.html",
    "image": "../public/event-images/dbs/ZWhhbS1wbGF5cy1nYWxheGllLTUwMC1tb3JlLTIv",
    "unavailable": false,
    "eventGenres": null,
    "artists": {
      "band": {
        "s": null,
        "l": "band",
        "g": [
          "heavy",
          "power metal"
        ]
      }
    }
  },
  {
    "start": "2025-04-18T08:00:00",
    "end": "2025-04-18T11:00:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/reverend-james-leg-usa-alive-records/",
    "title": "Reverend james leg (usa – alive records) ",
    "location": "dbs",
    "price": 10,
    "shortText": " le garage De dB’s volger moet hem kennen, REVEREND JAMES LEG, het podiumbeest op de Fender Rhodes die al met zijn eerste band The Black Diamond Heavies diverse malen in dB’s stond en daarna onder zijn eigen naam met de toevoeging Reverend ook daarna nog vele malen het dB’s podium onveilig maakte.\nTerug gravend in onze annalen zien we dat het 2019 geweest is dat we James Leg voor de laatste keer mochten verwelkomen. Het wordt dus weer hoog tijd voor een avond onversneden rockin’ soul met deze held van het eerste uur.\nWe hopen bovendien dat James Leg zijn, min of meer, vaste Europese drummer MATT GAZ (ook drummer van Mars Red Sky) weer meeneemt en maken ons op voor een warm weerzien. Genre-technisch is James Leg te plaatsen ergens tussen de gospel en soul van Nina Simone, het venijn van de Stooges en de groove van Dr John. Niet te missen dus, beste mensen. NIET te missen, zweet gaat gutsen en er zullen nieuwe fans bijkomen. De Reverend James Leg RULES! NOG STEEDS EN VOOR ALTIJD!!",
    "longText": "../public/texts/dbs/ZC1qYW1lcy1sZWctdXNhLWFsaXZlLXJlY29yZHMv.html",
    "image": "../public/event-images/dbs/ZC1qYW1lcy1sZWctdXNhLWFsaXZlLXJlY29yZHMv",
    "unavailable": false,
    "eventGenres": null,
    "artists": {
      "james leg": {
        "s": "6jNXAv3sQluGbLUdheWe78",
        "l": "james%20leg",
        "g": [
          "garage punk blues",
          "modern blues rock"
        ]
      },
      "reverend": {
        "s": "7xlMEszAGIxeH2LUecqF21",
        "l": "reverend",
        "g": [
          "thrash",
          "power metal"
        ]
      }
    }
  }
]