[
  {
    "start": "2024-06-21T08:00:00",
    "end": "2024-06-21T10:30:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/left-lane-cruiser-usa-support/",
    "title": "Left lane cruiser (usa) + van tastik",
    "location": "dbs",
    "price": 15,
    "shortText": "Left Lane Cruiser gaan we hier niet uitgebreid lopen introduceren. Ken je ze niet (dan heb je ze een stuk of 5 keer gemist op de oude dB’s locatie), en wordt het hoog tijd. Ken je ze wel, dan weet je genoeg. Greasy Hillbilly Punk van de allerbovenste plank. Stompende boogies, meestal in de hoogste versnelling, met wortels in de blues van R.L. Burnside en Junior Kimbrough. Alsof Slayer en Mississippi Fred Mc Dowell een muzikaal pact hebben gesloten. HELL YEAH! Platen (inmiddels alweer tien langspelers) komen uit op ALIVE RECORDS.\nWeetje: het nummer Waynedale van een eerdere CD werd gebruikt in seizoen 3, aflevering 8 van de TV-serie Breaking Bad.",
    "longText": "../public/texts/dbs/bGVmdC1sYW5lLWNydWlzZXItdXNhLXN1cHBvcnQv.html",
    "image": "../public/event-images/dbs/bGVmdC1sYW5lLWNydWlzZXItdXNhLXN1cHBvcnQv",
    "unavailable": false,
    "eventGenres": null,
    "artists": null
  },
  {
    "start": "2024-07-13T01:00:00",
    "end": "2024-07-13T11:00:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/dbs-buitenfestival-weekender/",
    "title": "dB’s Buitenfestival Weekender met HANG YOUTH e.v.a.",
    "location": "dbs",
    "price": 30,
    "shortText": " We zijn er nog niet maar willen je alvast kennis laten maken met de nieuwe dB’s door een Buitenfestival te organiseren. Zaterdag 13 en zondag 14 juli veranderen we de bouwplaats in een festivalterrein waar bands die ons nauw aan het hart liggen komen optreden.",
    "longText": "../public/texts/dbs/L2Ricy1idWl0ZW5mZXN0aXZhbC13ZWVrZW5kZXIv.html",
    "image": "../public/event-images/dbs/L2Ricy1idWl0ZW5mZXN0aXZhbC13ZWVrZW5kZXIv",
    "unavailable": false,
    "eventGenres": null,
    "artists": {
      "hang youth": {
        "s": "33s4eablBmnrPlE3y6CZFR",
        "l": "hang%20youth",
        "g": [
          "dutch indie",
          "dutch rock",
          "lowlands hardcore",
          "hardcore punk"
        ]
      }
    }
  },
  {
    "start": "2024-08-05T08:00:00",
    "end": "2024-08-05T10:30:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/dead-boys-usa-nl-exclusive-support/",
    "title": "Dead boys (usa – nl exclusive) +support",
    "location": "dbs",
    "price": 19,
    "shortText": "De iconische cult-punk band Dead Boys, opgericht in Cleveland in 1976, was een van de eersten die de protopunk hartstocht van bands als The Stooges en The New York Dolls combineerde met een nieuw niveau van intense energie. Als een feniks herrijzen ze uit de as van de punkgeschiedenis, in een nieuwe samenstelling maar met diezelfde verwoestende energie die hen ooit definieerde.\nHet debuutalbum uit 1977, “Young, Loud and Snotty”, werd een mijlpaal in de vroege hardcore punk en leverde een van de eerste grote punk anthems op, “Sonic Reducer”.\nNa het tweede album ging de band in 1979 ieder hun eigen weg. Er waren enkele sporadische reünies in de jaren tachtig, maar na het overlijden van de charismatische zanger Stiv Bators in 1990 gingen de leden hun eigen weg, afgezien van twee korte reünies in 2004 en 2005.",
    "longText": "../public/texts/dbs/Ym95cy11c2EtbmwtZXhjbHVzaXZlLXN1cHBvcnQv.html",
    "image": "../public/event-images/dbs/Ym95cy11c2EtbmwtZXhjbHVzaXZlLXN1cHBvcnQv",
    "unavailable": false,
    "eventGenres": null,
    "artists": {
      "dead boys": {
        "s": "4RjtLUZNqLtMpRKIOaVokc",
        "l": "dead%20boys",
        "g": [
          "early us punk",
          "punk"
        ]
      }
    }
  },
  {
    "start": "2024-08-28T08:00:00",
    "end": "2024-08-28T10:30:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/gnod-uk/",
    "title": "Gnod (uk)",
    "location": "dbs",
    "price": 16,
    "shortText": "GNOD behoort zo langzamerhand tot een van de meest epische bands van de laatste 15 jaar. En het mooie is dat de band zich steeds weer weet te vernieuwen. Van knalharde postpunk noise kan het zomaar naar rave beats en vervreemdende ambient noise gaan maar de rode draad in het verhaal van GNOD is de onverwoestbare DIY attitude die de band onversaagd blijft aanhangen. Geen fratsen, just GNOD en daar hebben we meer dan genoeg aan. Al vaak te gast op onze oude locatie aan CAB Rondom en nu kan GNOD voor de eerste keer onze nieuwe locatie aan VLP 63 aan gruzelementen spelen. Siked as always.",
    "longText": "../public/texts/dbs/d3d3LmRic3R1ZGlvLm5sL2V2ZW50L2dub2QtdWsv.html",
    "image": "../public/event-images/dbs/d3d3LmRic3R1ZGlvLm5sL2V2ZW50L2dub2QtdWsv",
    "unavailable": false,
    "eventGenres": null,
    "artists": null
  },
  {
    "start": "2024-09-21T08:00:00",
    "end": "2024-09-21T11:00:00",
    "venueEventUrl": "https://www.dbstudio.nl/event/neighbours-burning-neighbours-supports/",
    "title": "Neighbours burning neighbours + supports",
    "location": "dbs",
    "price": 12.5,
    "shortText": "In het kielzog van de voortrekkers van de Rotterdamse underground Tramhaus vaart het kwartet Neighbours Burning Neighbours lekker mee op koers.\nNa een aantal singles komt binnenkort hun eerste echte album uit. De eerste single ‘Neil Young’ geeft al meteen een goed beeld van de kracht van Neighbours Burning Neighbours, goede indieliedjes schrijven en die presenteren op een sonisch bedje van noise en distortion. Mooie plaat wordt het, op het fijne Subroutine label. Aanrader.",
    "longText": "../public/texts/dbs/cy1idXJuaW5nLW5laWdoYm91cnMtc3VwcG9ydHMv.html",
    "image": "../public/event-images/dbs/cy1idXJuaW5nLW5laWdoYm91cnMtc3VwcG9ydHMv",
    "unavailable": false,
    "eventGenres": null,
    "artists": null
  }
]